{
    "Repairs": [
       {
        "id":1,
        "name": "High-Quality",
        "image":"https://media.istockphoto.com/id/923181140/photo/man-changing-lightbulb.jpg?s=1024x1024&w=is&k=20&c=RjQuOGz4aRp9JR5o2E0OxQBO_08iZ5WL9mmEHa-BsSU=",
        "text":"We use high-quality materials, professional tools and supplies, and attention to detail not found in most home improvement companies. From small jobs to large ones, you can rely on our experience."
      },
       {
        "id":"2",
        "name": "Professionalsim",
        "image":"https://carpetcave.com/wp-content/uploads/2022/02/install-baseboards-for-carpet-960x480.jpg",
        "text":"Our repair experts are professionals with an average of 10 years of trade experience. While you'll find that each of our repair pros behave and communicate professionally."
      },
      {
        "id":"3",
        "name": "Flexibility",
        "image":"https://us.images.westend61.de/0000941189pw/smiling-man-painting-wall-in-apartment-BSZF00428.jpg",
        "text":"You don't have to pay the most to get great work. Because each home repair project is unique, we create a customized plan that fits each customers specific needs and expectations."
     },
     {
        "id":"4",
        "name":"Courteous",
        "image":"https://image1.masterfile.com/getImage/NjEwNS0wNTM5NjEzNGVuLjAwMDAwMDAw=APoVZL/6105-05396134en_Masterfile.jpg",
        "text":"We see this as an opportunity to save our customers time, energy, and fustration. Our customers also appreciate the timely communication we provide regarding their questions and concerns."
     },
     {
      "id":"5",
      "name":"Reliable",
      "image":"https://media.istockphoto.com/id/1406414052/photo/couple-man-deal-woman-contract-business-agent-agreement-estate-investment-consultant-meeting.jpg?s=2048x2048&w=is&k=20&c=uO_OhDZZZVSYIMCFge_AsdAm_3g5KRCMJjFfZqCCMX8=",
      "text":"We are so confident in our clients satisfaction, that if you don't feel we did not provide the right job, we will redo your home rennovation for free."
     }
    ],

    "Comments":[
      {
        "id": "0",
        "name":"Joseph",
        "reviews":"This company deserves more than five stars. I believe this is one of the best home repair company there is! I will be doing more businesses with them garantuee.",
        "rating":"⭐⭐⭐⭐⭐"

      },
      {
        "id": "1",
        "name" : "Danny",
        "reviews": "I am pleased with their work for sure. It is a bit expensive, however it is all worth it. I would reccomend these company to my friends for certain. They have a bright future ahead!",
        "rating": "⭐⭐⭐"
      },
      {
        "id": "2",
        "name": "Matthew",
        "reviews": "At first I had doubts If I would like the results. They weren't a well known company. However, I am so glad that I was wrong! They showed me the steps on what was going to happen to my house in layman's term, were very open on what the procedure was and met my expectations greatly.",
        "rating":"⭐⭐⭐⭐"
      },
      {
        "id": "3",
        "name": "Jeison",
        "reviews":"I had other people working on my home before. None do the job as proficient and well then this company for certain.",
        "rating":"⭐⭐⭐⭐"
      },
      {
        "id": "4",
        "name": "Jonathan",
        "reviews":"There will never be a company like this one. I am beyond grateful for my friend recommendation for these people!",
        "rating":"⭐⭐⭐⭐⭐"

      }

    ]
  }